"1   Fighting Inflation   (Inaugural speech by Dr. Raghuram Rajan, Governor, Reserve Bank of India at  FIMMDA -PDAI Annual Conference 2014, on February 26, 2014 at Mumbai)   Thank you for inviting me.  The Fixed Income Money Market and Derivatives  Association of Indi a (FIMMDA) has been playing an important role in the Indian  bond, money and derivatives markets. It has been working with the Reserve Bank in  various capacities and has helped us address emerging challenges. I thank all of you  for that. The sessions in the  conference are all of current interest, and therefore I  have chosen to speak on an issue, inflation, which is of paramount relevance to fixed  income markets.   As you know, t he Reserve Bank for India was constituted “to regulate the  issue of Bank notes and  the keeping of reserves with a view to securing monetary  stability in India and generally to operate the currency and credit system of the  country to its advantage”.  Implicit in these words are the core purposes of the RBI :  to foster monetary and financi al stability conducive to sustainable economic growth ,  and to ensure the development of an efficient and inclusive financial system.   Note that t he RBI is committed to getting the strongest growth possible for  India – there is no difference between us and  North Block on this. W e believe the  best way we can foster sustainable growth in the current situation , other than  through developing the financial sector,  is through monetary stability -- by bringing  down inflation over a reasonable period of time. More sp ecifically, we intend to bring  CPI inflation down to 8 percent by January 2015 and 6 percent by January 2016.   There are a number of points here that need elaborating. First, are we  choosing to tackle inflation at the expense of growth?  Most people believ e there is a  short run trade -off between growth and inflation. By raising interest rates, the RBI  causes banks to raise rates and thus lowers demand ; firms do not borrow as much  to invest when rates are higher  and individuals stop buying durable goods agai nst  credit and , instead, turn to save. Lower demand growth  leads to a better match  between demand and supply, and thus lower inflation for the goods being produced,  but also lower growth.   Relatedly, if lower rates generate  higher demand and high er inflati on, people  may produce more believing that they are getting more revenues, not realizing that  high inflation reduces what they can buy out of the revenues. Following the saying , 2   “You can fool all the people some of the time”, bursts of inflation can genera te  growth for some time . Thus in the short run, the argument goes, higher inflation  leads to higher growth.   But as the public gets used to the higher level of inflation, the only way to fool  the public again is to generate yet higher inflation. The result is an inflationary spiral  which creates tremendous costs for the public. Therefore, economists have argued –  and a number of Nobel prizes have been given for the ideas contained in the  previous paragraphs – that the best way for the central bank to generat e growth in  the long run is for it to bring down inflation.  Sooner or later, the public always  understands what the central bank is doing , whether for the good or for the bad . And  if the public starts expecting that inflation will stay low, the central ban k can cut  interest rates significantly, thus encouraging demand and growth. Indeed, the reason  the Malaysian Central Bank can keep rates low today to foster growth is because it  has fought the battle against inflation and convinced its citizens that, i f need be, it will  smote  the inflationary beast again if it rears its head.    Put differently, in order to generate sustainable growth, we have to fight  inflation first. Let me also add that greater public faith that inflation will be low will add  stability to  our currency, and prevent the kind of gyrations we saw last summer.  Exchange rate stability is centrally in business interests.   If we have to bring down inflation, we have to start today. We cannot wait till  the public’s expectations of inflation get more entrenched, and the inflationary spiral  gains momentum.  This is why we have raised interest rates 3 times since  September.   But what  about industrialist s who tell  us to cut rates?  I have yet to meet an  industrialist who does not want lower rates, whatever  the level of rates. But w ill a  lower policy interest rate today give him more incentive to invest? We  at the RBI  think not. First, we  don’t believe the primary factor holding back investment today is  high interest rates. Second, even if we cut rates, we d on’t believe banks, wh ich are  paying higher deposit rates, will cut their lending rates. The reason is that the  depositor, given her high inflation ary expectations , will not settle for less than the  rates banks are paying her. Inflation is placing a floor on deposit rates, and thus on  lending rates.   Currently, therefore, we do not believe the policy rate is at a level where it can affect  demand, one way or the other. We do believe, however, that as inflation comes 3   down  because of the  weak economy and strong  food production , the policy rate will  become a stronger influence on bank interest rate s etting, and will start influencing  demand.    A more important source of our influence today, therefore , is expectations. If  people believe we are serious about inflat ion, and their expectations of inflation start  coming down, inflation will also come down.  Of course, many people form  expectations simply by extrapolating the most recent or most salient experience they  have. So we also need to take advantage of the curre nt episode of food price  disinflation to bring down expectations  – yet another reason for acting now.    Let us turn from answering those who want us to go slow to those who want  us to do more. If we think inflation is so important, why don’t we “do a Volck er” and  try and bring down inflation quickly by raising rates sky high? Of course, if we do  raise policy rates substantially, banks will also have to raise rates to match us. While  this may lead to a collapse in demand and bring inflation down quickly, it will cause  significant damage to the economy – remember the severe recession Volcker’s Fed  brought about and the Savings and Loan Crisis that followed? A developing country  is not in the same resilient position as the United States. Rather than administer  shock therapy to a weak economy, the RBI prefers to dis -inflate over time  rather than  abruptly , while being prepared to do what is necessary if the economy deviates from  the projected inflation path. As of now, we believe the rate is appropriately set.   Then there are those who believe we are moving too independently . All we  have done thus far is to adopt  the reasonable suggestion of the Patel Committee that  we focus on CPI inflation rather than WPI inflatio n as our primary objective. The  Patel Committee has  also suggested a time horizon to glide down to 6 percent  inflation that s eems do able without extreme hardship . If the eventual decision  of the  government, in consultation with  the Reserve Bank , is to adopt t he recommendations  of the Mistry, CFSR, FSLRC an d the Patel Committee s, and focus on some form of  an inflation objective, it would be good for the medium term inflation target to be set  by the executive or the legislature, presumably based on advice from the Reserve  Bank  and other experts . The Patel Com mittee report is out there for public comment  and debate, and once we collect and analyse comments, we will take an interna l  view and then start deliberations  with the government.  All this said, international  experience suggests that , ideally, once the cen tral bank’s objective is given, and the 4   operational target fixed, the government should leave the technocrats in the central  bank to do their job.    Finally, does the Patel Committee intend to turn the RBI into  inflation “nutters”  focussed on bringing down  inflation to the exclusion of all else, including financial  stability? Of course not! Medium term flexible inflation targe tting means that the  monetary policy committee focus ses on inflation over the medium term, being  concerned about too high, as well as  too low, inflation. That means it may be willing  to overlook temporary inflation spikes (such as , this November’s inflation numbers)  but also raise rates when sustained low interest rates and low inflation increase  threats to financial stability – because  a financial crisis could lead to deflation.  In  other words, the monetary policy committee will not put on blinkers  and see just the  inflation number . A number of emerging markets have adopted some form of  targe tting, while “non -targe tters” like the Fed ta rget inflation in all but name , including  putting a numerical target to its goal of price stability .  In the remaining time, I want to present one more issue that has many  commentators exercised – they say the real problem is food inflation, how do you  expe ct to br ing it down through the policy rate ? The simple answer to such critics is  that core CPI inflation, which excludes food and energy, has also been very high,  reflecting the high inflation in services. Bringing that down is centrally  within the  RBI’s ambit.  But I will argue that policy is not irrelevant even in controlling food  inflation , though clearly, the government also has an important role to play .    1. Role of food prices in the high inflation experience of r ecent years   Headline inflation measured b y the new CPI  has remained in double digits  during  April 2012 to January 2014 , averag ing 10 per cent  over this period . Food inflation,  which has a weight of 47.6 per cent  in the index, has contributed the largest share of  headline inflation (Chart 1). Food  inflation itself has stayed in double digits  throughout this period , edging down to 9.9 per cent  only in January 2014 .               5         Chart 1: Contribution to CPI Inflation     2. Why are food prices  high ?  Although domestic production  has increased steadily, barrin g reversals in 2009 - 10 and 2012 -13, this has not been reflected in a softening of food prices . Let us try  and understand why.     Growing prosperity and dietary shifts   Data on household consumption expenditure show  that the share of food in  overall consumptio n has been declining during the last decade  (Chart 2), but at a  milder pace than the significant relative increase in food prices. This suggests that  demand is relatively less elastic to price changes .                    6     Chart 2: Change in Consumption Pattern     Despite  the decline in overall consumption share, per capita food  consumption in real terms has increased , particularly in rural areas  (Chart 3).     Chart 3: Per Capita Food Consumption in Real Terms        Note: Deflators used  are CPI -AL for Rural consumption and CPI -IW for urban consumption     There has  also been a distinct shift in dietary pattern s towards protein -rich  items and other high value foods (Chart 4 and Chart 5). The se items, in turn, have  been contributing significantly to overall food price increas es in the recent period.        7   Chart 4: Change in Dietary Pattern          Chart 5: Monthly per Capita Quantity Consumed (in kgs)        * Egg consumption is in number      Other Possible  Causes of High Food Price Inflation   a. Minimum Support Price   One obvious cause f or higher food price inflation that analysts have pointed to is  higher minimum support prices  (MSP) . The minimum support price  is set by the  government on the recommendations of the CACP, based on a variety of factors 8   including primarily the cost of produc tion and  price trends in the market (domestic  and international) . The crops covered under MSP constitute more than a third  of the  category ‘ primary articles ’ in the WPI. Since  minimum support prices are intended to  be a floor for market prices, and have so metimes directly set the market price when  increases have been substantial, for key crops  the rate of price inflation seems to  relate to  the increase in MSP  in recent years  (Chart 6).  Chart 6: MSP change and Inflation during 2005 -06 to 2012 -13      Another w ay of saying this is that there has been a shift in the relative price of  agricultural commodities, engineered by the rise in MSPs. If the idea is to get more  food production to meet the rising demand we documented, this is just what is  needed. In C hart 7 (a), we plot  the ratio of WPI of food to WPI of non -food items .  This suggests an appreciable i mprovement in terms of trade for agriculture .                      9     Chart 7: MSP and Internal Terms of Trade  of Agricultural Commodities          But when we look at the ratio  of  changes in input cost over the changes in the  output price  of agricultural commodities  received on the basis of CACP data, it has  remained flat, indicating that the gains from MSP increases have not accrued to the  farm sector in full measure on accoun t of rising costs of inputs.  This may indicate  why production growth has not been stronger . What could explain this?   One explanation could be that MSPs also drive input costs, so increasing  MSPs is like a dog chasing its tail – it can never catch it. Anot her could be that since  rice and wheat are the primary food commodities procured at the MSP, production is  distorted towards rice and wheat, leading to a suboptimal production mix by farmers  – too much rice and wheat, and too little of other needed commodi ties. Both these  explanations would suggest the need for more moderation as the government sets  the MSPs in coming months.   It is useful though, to look at the details of the cost increases. Prices of  agricultur al inputs , including wages , have  recorded a sh arp increase during  2008 -09  through 2012 -13 in comparison with the precedi ng five years  (2004 -05 to 2007 -08)  as shown below (Table  1). Perhaps the most significant increase has been in rural  wages.      10       Table 1: Increases in Select Farm Input Prices          (Annual average, per cent)    2004 -05 to 2007 -08 2008 -09 to 2012 -13  Food Articles  7.3 11.4   Fertilizers and Pesticides  1.7 7.8  Fodder  1.3 19.5   Gola (Cattle Feed)  12.2  10.2   High Speed Diesel  4.5 8.0  Electricity (Agricultural)  2.3 8.7  Tractors  3.6 5.4  Wages (Average)  6.2 17.3   Source: Ministry of Commerce, Ministry of Labour     For example, w age increases have accounted for the largest share of  increase in paddy input costs  (Chart 8).    Chart 8: Variable Cost  of Paddy Cultivation         Nominal rural wages have gr own at a sharp pace during the last five years.  Because so many Indian workers are at subsistence wages, higher food prices do  drive rural wages higher , and t here is some evidence for this  before 2007 . From 11   2007 onwards, however, econometric tests s uggest causality has flowed from wages  to prices, underscoring the role of rural wages as a  major determinant in food price  increases .  So w hy has rural wage growth been so strong?     b. Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA )  A sharp p ickup in rural wages was seen after the rural employment guarantee  program (assuring 100 days of employment to every household whose adult  members volunteer to do unskilled manual work ) was enacted . MGNREGA may  have contributed to the bargaining power of r ural workers, but careful econometric  studies suggest that it accounts for only a small fraction of the rural wage increase ,  and indeed, any effect is waning  (Chart 9) .That said, the indexation of M GNREGA  wages  suggests its effects in push ing rural wage in flation will not disappear entirely .     Chart 9: Comparative Movement of Wages and Prices in Rural India     Note: Wages pertain to rural male unskilled labourer   c. Rural Liquidity and Credit   There has been an increase in liquidity flowing to the agricultural se ctor, both from  land sales, as well as from a rise in agricultural credit  (Chart 10) . More loans to  agriculture have  fostered substantial private investment in agriculture, but may also  have pushed up rural wages.  12      d. Labour shifting to Construction     The labour force has been moving from agriculture to non -agriculture sectors ,  particularly construction . This would have  the effect of pulling up rural labour ers’  wages  (due to scarcity) , especially in the labour supplying states.  Total  agricultural  labour declin ed from 259 million in 2004 -05 to 231 million in 2012 -12. Agriculture,  which accounted for 60 per cent of total employment in 1999 -2000, now accounts for  less than 50 per cent  (Chart 11 and Table 2) .                     13   Chart   11: Sectoral  Employment Pattern         Table 2: Sector -wise S hare in Employment  (Per cent)   Sectors  1999 -2000  2004 -05 2009 -10 2011 -12  Agriculture  60 57 53 49  Secondary sector excluding  construction*  12 13 12 14  Construction  4 6 10 11  Services  24 25 25 27  Total  100 100 100 100  *Includes manufa cturing, mining and quarrying, electricity and water supply   Source: NSSO and 12th Plan Document       e. Female  participation     One of the more  interesting possible explanation s for the rise in rural wages is t he  changing female participation in rural markets . The female participation rate is down   in all the age categories . Improved living standards could lead rural families to  withdraw women from the labo ur force (Chart 1 2). Also, higher prosperity could lead  to greater investment in educating girls ( for the age group 10 to 24 ) again leading to  lower participation in the workforce .       14     Chart  12: Labour Force Participation Rate        Source: NSSO Employment and Unemployment Survey 2011 -12.    3. To summaris e  In su m then, when we examine food inflation, a substantial port ion stems from an  increase in food production costs, primarily rural wage inflation. Some of that is an  increase in real wages, needed to attract labour to agriculture, away from  construction, education, household work, or M GNREGA. If, however, wages  elsew here also go up, the necessary shift in relative wages to keep agricultural work  attractive will  not take place, and we will continue to have  a wage spiral. Also, some  of the agricultural wage growth may be because of more liquidity flowing into rural  areas. Somewhat paradoxically, to contain food inflation and get a strong increase in  food production, we need to   (i) Contain the rise in wages elsewhere so that relative wages in  agriculture can rise without too much overall increase in wages.   (ii) Contain any  unwarr anted rise in rural wages as well as the rise in other  agricultural input costs (though not through subsidies) so that the  farmer gets a higher return.   (iii) Allow food prices to be determined by the market and use minimum  support prices to provide only a lower level of support  so that  production decisions do not get distorted or the price wage spiral 15   accentuated . This means limiting the pace of MSP increases going  forward.   (iv) Reduce the wedge between what the farmer gets and what is paid by  the household by reducin g the role, number, and monopoly power of  middlemen  (amend APMC Acts) , as well as by improving logistics .  (v) Improve farm productivity through technology extension, irrigation, etc.     Note that of these steps, monetary policy has a direct role in (i)  and (ii) by slowing  the demand for labour and by anchoring inflation expectations and thereby  moderating wage bargaining. Indeed, with the slowdown  in the in the urban  economy, there is so me evidence now that rural wage growth is slowing  (Chart 1 3),  though a recent  pick up is of concern .   Chart 1 3: Wages and Inflation in Rural Areas            Note: Wages pertain to rural male unskilled labourer   Finally, our food prices have largely caught up with global prices (we we re the  world’s largest rice exporter  last year ). Giv en that global food prices have been  moderating, such moderation should feed through to domestic food prices – provided  we do not intervene to prevent the feed -through of global prices , and do not  intervene in limiting exports or imports .   Let me emphasis e that the RBI welcomes rural prosperity and wants to help  increase rural productivity through appropriate credit  and investment . But recent 16   inflation has n ot helped strengthen the hand o f the farmer, so the fight against  inflation is also  in the farmer’s i nterest.     To sum up,    As prosperity has increased the demand for food, we have need ed more food  production (or imports) .    Higher agricultural commodity prices should have incentivized farmers to  produce significantly more.    They have, but not enough. Part  of the reason may be that farmer  earnings  are being eaten away by higher costs, most important of which is wages.    To limit the rise in rural wages, given that it has to rise relative to other wages  to attract labour into agriculture, wages elsewhere should  not rise as much.    Monetary policy is an appropriate tool with which to limit the rise in wages,  especially urban ones.    The slowdown in rural wage growth may be partly the consequence of tighter  policy  limiting wage rise elsewhere .   Of course, monetary poli cy’s effectiveness in  containing other price and wage  increases (such as , services prices , which are an important part of the CPI  index) ) is far less controversial.     To conclude, t he RBI believes its fight against inflation will have traction , despite  food being an important component of the CPI.       ***********  "